Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Emotional Changes After the birth of your baby, you may feel many emotions. It takes time to adjust to your body’s changes and to your baby’s needs. While these feelings can be normal, it is important to know when to get help. “Baby Blues” You may have the “baby blues” in the first 2 weeks after your baby is born. Most new moms have some of these feelings. You may have one or more of these signs: • Cry for no reason • Go from being happy to sad quickly • Are easily irritated • Feel overwhelmed or anxious • Are tired and have little energy These feelings often get better as your body adjusts and you get used to caring for your baby. Here are some things you can do to help: • Ask for and accept help. • Rest or nap when your baby sleeps. • Take a break and have someone care for your baby while you go out. • Talk about your feelings with family and friends. • Join an online or in-person new mothers’ support group. Emotional Changes After Giving Birth. Russian.
ru: после родов After Giving Birth После рождения ребенка вы можете испытывать разные эмоции. Вам потребуется время, чтобы приспособиться к изменениям вашего тела и потребностям малыша. Это нормально, но важно знать, когда нужно обратиться за помощью. Послеродовый стресс Послеродовый стресс может наступить в первые 2 недели после родов. Некоторые из этих чувств испытывают большинство молодых мам. У вас может быть один или несколько из этих признаков: • Плаксивость • Быстрая смена настроения • Повышенная раздражительность • Тревожность, беспокойство • Усталость, упадок сил Эти ощущения часто проходят по мере того, как ваше тело приспосабливается и вы привыкаете заботиться о ребенке. Рекомендации: • Просите о помощи и принимайте ее. • Отдыхайте и спите, когда спит ребенок. • Попросите кого-нибудь присмотреть за малышом и пойдите прогуляться. • Расскажите близким, что вы чувствуете. • Вступите в группу поддержки молодых мам по месту жительства или в интернете.

source: • Exercise if your doctor says it is okay. • Care for yourself. Read, take a bath or watch a movie. • Eat a healthy diet. Postpartum Depression Sometimes depression does not go away on its own. If feelings of depression or anxiety get worse or last longer than 2 weeks, call your health care provider. Symptoms can start at any time within the first year of having a baby. Depression after pregnancy is common and can get better with treatment. Getting treatment is important for you and your baby. Common treatments include counseling and medications. There are medications that are safe for moms who breastfeed. Untreated depression can make it harder to care for and bond with your baby. It is important to ask for help from a health care provider. Symptoms will be different for each person, but it might include: • Feelings of sadness, hopelessness or guilt • A lack of interest about your baby (or excessive worry about baby) Emotional Changes After Giving Birth. Russian.
ru: • Делайте упражнения (если их разрешил врач). • Уделяйте время себе. Почитайте, примите ванну или посмотрите фильм. • Придерживайтесь здорового питания. Послеродовая депрессия Иногда подавленность не проходит. Если угнетенность или беспокойство усиливается или длится более 2 недель, обратитесь к врачу. Симптомы могут появиться в любое время в течение года после родов. Послеродовая депрессия — нередкая ситуация, но хорошо лечится. Лечение важно для вас и ребенка. Оно может состоять из психологической помощи и приема лекарств. Есть лекарства, безопасные для кормящих мам. При отсутствии лечения депрессия мешает заботе о ребенке и общению с ним. Важно обращаться за помощью к врачу. Симптомы у всех разные, но могут включать: • Чувство грусти, безнадежности или вины • Отсутствие интереса к ребенку (или чрезмерное беспокойство о нем)

source: • Trouble sleeping • Excessive crying • Anger or irritability • Weight loss or gain • Lack of energy Danger Signs You may have a more serious problem if you: • Are not able to care for yourself or your baby • Are afraid to be alone with your baby • Have thoughts of hurting yourself or your baby These are danger signs and you need to get help. Call 911 or go to the nearest hospital emergency room. © 2005 - February 21, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Emotional Changes After Giving Birth. Russian.
ru: • Проблемы со сном • Чрезмерную плаксивость • Раздражительность и приступы гнева • Увеличение веса или похудение • Упадок сил Тревожные симптомы Требуются серьезные меры, если: • Вы не в состоянии заботиться о себе или ребенке • Вы боитесь оставаться наедине с ребенком • У вас появляются мысли о причинении вреда себе или ребенку Это тревожные симптомы, и вам нужна помощь. Позвоните по номеру 911 или обратитесь в отделение неотложной помощи ближайшей больницы. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: (EPS (Electrophysiology EPS is a test that checks the electrical system of your heart. It is done to find why you are feeling faint or dizzy or having irregular or fast heart beats. An adult family member or friend needs to come with you to take you home after the test. It is not safe for you to drive or leave alone. Arrive on time for your test. The test takes 1 to 4 hours. To Prepare • Do not eat or drink anything, including water, after midnight before your test. • Ask your doctor if you should take your medicines the morning of your test. If so, take with sips of water only. During the Test • You will wear a hospital gown and lie on an x-ray table. • An IV (intravenous) is put in a vein in your arm. • You are awake during the test. You may be given medicine in your IV to help you relax. • Small pads are put on your back, chest and legs to check your heart. For men, chest hair may need to be clipped. EPS (Electrophysiology Study). Russian.
ru: исследование) Study) В ходе электрофизиологического исследования проверяется электрическая система сердца. Обследование проводится с целью выявления причин слабости, головокружения, нерегулярного или ускоренного сердцебиения. Попросите взрослого родственника или друга отвезти вас домой после обследования. Садиться за руль или оставаться одному небезопасно. Не опаздывайте на обследование. Обследование займет от 1 до 4 часов Подготовка • Начиная с полуночи до начала обследования не разрешается ничего есть и пить, даже воду. • Спросите врача, следует ли вам принимать лекарства утром перед обследованием. Если следует, запивайте их небольшим количеством воды. Во время обследования • Вы наденете больничную одежду и ляжете на рентгенологический стол. • Вам поставят капельницу в вену на руке. • Во время обследования вы будете в сознании. Возможно, в капельницу введут лекарства, чтобы вы расслабились. • На спину, грудь и ноги будут помещены небольшие подушечки для контроля работы сердца. Мужчинам, возможно, побреют грудь.

source: • A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked during the test. • You are covered with a sheet and your gown is removed. Keep your hands under the sheet. • Either your groin or your arm will be cleaned. Your groin may be shaved if used. • The doctor numbs your groin or arm. This stings for a few seconds. After this, you should only feel pressure and no pain. • A needle then a soft tube called a catheter is put into your blood vessel. The doctor watches on the screen as the tube is moved to your heart. • The doctor will put some wires through the tube into your heart. You may feel a pinch in your back. • You may feel skipped heart beats or fluttering. This is normal. If you feel any pain or discomfort during the test, tell your doctor. • Your heart beat and your blood pressure are measured by the wires. • During the test, the table may be moved so your head is up. Your neck may be rubbed. You may be asked to hold your breath and push as if you are having a bowel movement. You may be given medicines. • The tube and wires are removed. • Pressure is put over the site for 5 to 15 minutes to stop bleeding. A bandage is put over the site. • The doctor will talk to you about your test results. EPS (Electrophysiology Study). Russian.
ru: • На руку будет надета манжета для измерения давления. Во время обследования будут проверять кровяное давление и пульс. • Вас укроют простыней и снимут одежду. Держите руки под простыней. • Вам вымоют пах либо руку. Пах могут побрить. • Врач введет обезболивающее лекарство в область паха или руку. Несколько секунд вы будете чувствовать острую боль. Затем боль пройдет, и вы будете чувствовать только нажатие. • В кровеносный сосуд будет введена игла, а затем мягкая трубка (катетер). Врач будет наблюдать на экране, как трубка продвигается к сердцу. • Врач введет провода в сердце через трубку. Вы можете почувствовать пощипывание на спине. • Вы можете почувствовать пропуск сердечного удара или учащенное сердцебиение. Это обычное явление. Скажите врачу, если почувствуете боль или дискомфорт. • Пульс и давление измеряются с помощью проводов. • Во время обследования стол может передвигаться так, чтобы ваша голова была приподнята. Вам могут потереть шею. Вас могут попросить задержать дыхание и напрячься как при дефекации. Вам могут дать лекарства. • Трубка и провода будут извлечены. • Для прекращения кровотечения к месту ввода катетера может быть приложено давление на 5–15 минут. На это место будет наложена повязка. • Врач расскажет вам о результатах обследования.

source: After the Test • If the groin site was used: You need to lie flat in bed for the next 6 hours with your leg straight. f During this time, you must use a bedpan or urinal instead of getting up to go to the toilet. • Your site, pulse and blood pressure will be checked often. • You can eat and drink. • The IV will be removed before you go home. • Medicines given during the test will make you sleepy. You will need to have an adult family member or friend take you home for your safety. • The site will be tender for 1 to 2 days after the test. Your Care at Home Today • Rest at home. • Eat your normal diet. • Remove the pressure bandage at bedtime and put on a clean band-aid. Other Care • You can take a shower. • Do not take a tub bath for 1 week after the test. • Do not scrub the site. • Remove the band-aid over the site when you shower. • You can leave the site uncovered or put a clean band-aid on it. EPS (Electrophysiology Study). Russian.
ru: После обследования • Если использовалась область паха: Вы должны будете 6 часов лежать на кровати с вытянутыми ногами. f В течение этого времени вместо того, чтобы идти в туалет, нужно будет использовать подкладное судно или утку. • Место ввода катетера, а также пульс и давление будут регулярно проверять. • Вы можете есть и пить. • Перед тем, как вы поедете домой, капельница будет удалена. • Лекарства, введенные во время обследования, вызовут сонливость. Ради вашей безопасности попросите взрослого родственника или друга отвезти вас домой. • 1–2 дня после обследования место ввода катетера будет болеть. Дома Сегодня • Отдохните дома. • Принимайте обычную пищу. • Перед сном снимите повязку и наклейте чистый лейкопластырь. Рекомендации • Можно принять душ. • Не принимайте ванну неделю после обследования. • Не чешите место ввода катетера. • Во время приема душа снимите лейкопластырь. • Можно не закрывать это место или наклеить чистый лейкопластырь.

source: • Check the site each day for any more redness, bruising or swelling. • Do not drive for 2 to 3 days. • Do not exercise, run, or lift objects over 10 pounds or 4.5 kilograms for 3 days after the test. Call your doctor right away if you have: • Bleeding at the site that will not stop • Sharp pain or stinging at the site • Swelling, redness, more bruising, or tenderness at the site • Drainage or warmth at the site • Coldness or paleness of the foot or hand • Problems moving your toes or fingers • Numbness or weakness • Fever or chills • Confusion or you are less alert If you have bleeding that will not stop or a lump that gets bigger at the site, lie flat, hold pressure on the site and call 911. Talk to the staff if you have any questions or concerns. © 2005 - March 4, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. EPS (Electrophysiology Study). Russian.
ru: • Каждый день проверяйте, не появилось ли новых покраснений, кровоподтеков или припухлостей на месте ввода катетера. • 2–3 дня не садитесь за руль. • В течение трех дней не выполняйте физические упражнения, не бегайте, а также не поднимайте предметы тяжелее 4,5 кг (10 фунтов). Немедленно позвоните врачу, если: • Кровотечение на месте ввода катетера не прекращается • У вас острая боль или жжение на месте ввода катетера • На месте ввода катетера возникла припухлость, краснота, увеличение кровоподтека или болезненные ощущения. • На месте ввода катетера выделения или повышение температуры. • Руки или ноги холодные или бледные • Вам сложно двигать пальцами ног или рук • У вас онемение или слабость • У вас жар или озноб • Вы растеряны или менее внимательны Если кровотечение не прекращается или увеличивается припухлость, лягте на плоскую поверхность, придавите место ввода катетера и позвоните по телефону 911. Если у вас есть вопросы или опасения, обратитесь к медицинскому персоналу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: • Tell your doctor if you have had any barium X-rays in the past week. Barium may affect this test. • Before the test, the staff may ask you about: Ì Your medicines including prescription and over the counter medicines, herbals, vitamins and other supplements Allergies such as to medicines, foods or latex Ì Other health conditions and past surgeries • If you are pregnant, or think you may be pregnant, tell the staff before the test. During the Test • You will wear a hospital gown. • You lie on your left side or stomach. • An IV (intravenous) is put in a vein in your arm. Medicine is given through the IV to make you sleepy. • Numbing medicine may be sprayed into your throat to keep you from coughing or gagging. • The doctor passes the tube through your mouth. You can breathe around the tube. • Your doctor looks through the tube at the inside of the parts of your digestive tract. • Dye is put in. You may feel some pain. • X-rays are taken. • The tube is removed. ERCP. Russian.
ru: • Сообщите врачу, если в течение прошедшей недели вам делали рентген с использованием бария. Барий может повлиять на результаты. • Перед обследованием вас могут спросить о: Ì принимаемых рецептурных и безрецептурных медикаментах, витаминах, лекарственных растениях и пищевых добавках; наличии аллергии на лекарства, продукты питания и латекс; Ì проблемах со здоровьем и перенесенных операциях. • Если вы беременны или можете быть беременны, сообщите до процедуры. Во время обследования • Вы переоденетесь в больничную одежду. • Вы должны будете лечь на левый бок или на живот. • В вену на руке установят катетер. В катетер введут лекарство, чтобы вызвать сонливость. • Горло могут обработать спреем, вызывающим онемение, чтобы подавить позывы к кашлю или ощущение того, что вы подавились. • Врач будет вводить трубку в рот. В пространство вокруг трубки будет проходить воздух, и вы сможете дышать. • Врач осмотрит через трубку ваш пищеварительный тракт. • Будет введен краситель. Вы можете почувствовать небольшую боль. • Будут сделаны рентгеновские снимки. • После этого трубка будет удалена.

source: After the Test • You will stay in the test area until most of the medicine wears off. You will feel sleepy. • Your throat may be sore for 1 or 2 days. • You may feel bloated from air in your stomach. • Your doctor will tell you what you can eat today. • Medicines given during the test will make you sleepy. You will need to have a family member or friend take you home for your safety. • Test results are sent to your doctor. Your doctor will share the results with you. Call your doctor if you have: • New or increased pain • Nausea or vomiting • A continuous cough • A fever over 100.5 degrees F or 38 degrees C • Other concerns Call 911 right away if you: • Have trouble breathing • Have chest pain • Are coughing up or vomiting blood • Have severe abdominal pain Talk to your doctor or nurse if you have any questions or concerns. © 2009 - February 1, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. ERCP. Russian.
ru: После обследования • Вы останетесь в больнице, пока действие лекарства не прекратится. Вы можете чувствовать сонливость. • 1–2 дня может болеть горло. • Вы можете чувствовать вздутие от воздуха в животе. • Врач сообщит, что вам можно сегодня есть. • Введенные лекарства вызовут сонливость. Для вашей безопасности попросите родственника или друга отвезти вас домой. • Результаты обследования будут отправлены врачу. Врач поделится результатами с вами. Позвоните врачу, если у вас: • Появилась или усилилась боль • Тошнота или рвота • Непрекращающийся кашель • Температура выше 100,5 °F или 38 °С. • Другие опасения Немедленно позвоните 911, если: • Вам трудно дышать • У Вас боль в груди • У вас харканье или рвота с кровью • У вас сильная боль в животе Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Exercises for Most back pain is due to a lack of exercise or an injury. These exercises will help you move better and strengthen the muscles that support your back. Do the exercises slowly. If you have pain while doing these exercises, stop doing the exercises and talk to your doctor or physical therapist. Lie on your back on a firm surface, such as the floor or a mat. Repeat each exercise _______ times. Pelvic tilt Tighten your stomach and buttocks. Push your lower back towards the floor. Hold for 10 seconds then relax.  Knee to chest Pull one knee toward your chest until you feel a light stretch in your lower back and buttocks. Hold for 10 seconds then put your foot back down. Repeat this with the other knee. Exercises for Your Back. Russian.
ru: для спины Your Back Боль в спине возникает преимущественно вследствие отсутствия упражнений или наличия травм. Данные упражнения помогут Вам лучше двигаться и укрепить мышцы спины. Выполняйте упражнения медленно. Если во время упражнений Вы почувствуете боль, прекратите их выполнение и обратитесь к своему лечащему врачу или физиотерапевту. Лягте на спину на твердой поверхности, такой как пол или мат. Повторите каждое упражнение _______ раз. Наклоны таза Напрягите живот и ягодицы. Прижмите нижний отдел спины к полу. Задержите на 10 секунд, затем расслабьтесь.  Прижимание колена к груди Прижмите колено к груди до появления ощущения легкой растянутости в нижнем отделе спины и ягодицах. Задержите на 10 секунд, затем поставьте ногу в исходное положение. Повторите то же с другой ногой.

source:  Double knee to chest Slowly bring both knees to your chest. Hold for 5 seconds and keep your back relaxed and flat on the floor. Curl up Bend your knees. Fold your arms across your chest and raise your shoulders until they come off the floor. Then slowly return to the starting position.  Diagonal curl up With your arms held forward, lift your shoulders off the floor. Bring your right shoulder toward your left knee. Return to the floor. Then bring your left shoulder to your right knee. Hip rolls With your knees together, roll your hips slowly from side to side. Keep your shoulders on the floor.  Bridge Bend your knees and keep your feet flat on the floor. Lift your buttocks slowly up and then slowly return them to the floor. Exercises for Your Back. Russian.
ru:  Прижимание обоих колен к груди. Медленно прижмите оба колена к груди. Задержите на 5 секунд. Не напрягайте спину. Спина должна соприкасаться с полом всей поверхностью. Скручивания Согните колени. Скрестите руки на груди, поднимайте плечи, пока они не оторвутся от пола. Затем медленно вернитесь в исходное положение.  Диагональные скручивания Держа руки перед собой, оторвите плечи от пола. Потянитесь правым плечом к левому колену. Вернитесь в исходное положение. Затем потянитесь левым плечом к правому колену. Накатывания таза Сведите колени вместе, медленно перекатывайте бедра из стороны в сторону. Плечи должны быть прижаты к полу.  Мостик Согните ноги в коленях. Не отрывайте ступни от пола. Медленно поднимите ягодицы, затем медленно их опустите.

source:  Low back stretch On your hands and knees, push your chest toward the floor, reaching forward as far as you can. Sit back on your feet. Cat stretch Start on your hands and knees. Tuck your chin in toward your chest and tighten your stomach muscles while arching your back. Hamstring stretch Lie on your back. Bend your hip and knee to 90 degrees. Then straighten your knee as far as possible. Repeat this exercise with the other leg. Exercises for Your Back. Russian.
ru:  Растягивание нижнего отдела спины Из положения на четвереньках прогните спину к полу, вытягиваясь при этом вперед как можно дальше. Сядьте на ноги. Выгибание позвоночника в упоре на четвереньках Займите положение на четвереньках. Прижмите подбородок к груди. Напрягите мышцы живота, вытягивая при этом спину. Растягивание задней поверхности бедра Лягте на спину. Согните ногу в колене под углом 90 градусов. Затем максимально распрямите ногу. Повторите упражнение с другой ногой.
